Repository: Foraum-GmbH/kimai-clock
Catalog: KimaiClock/Localizable.xcstrings
Source language: en
Languages: de

# about_title
source: About
de: Sonstiges

source: Activities
de: Aufgaben

source: Add a note before stopping the timer.
de: Füge eine Notiz hinzu, bevor du den Timer stoppst.

# autostart
source: Launch KimaiClock on login
de: KimaiClock nach Anmeldung starten

# buymeacoffee_button
source: Donate
de: Spenden

source: Description
de: Beschreibung

source: Discard & delete
de: Verwerfen & löschen

# idle_alert_message
source: Your timer kept running while your Mac was idle. You can continue tracking from where you left off, or stop the timer to end the current session.
de: Dein Timer lief weiter, während dein Mac inaktiv war. Du kannst die Aufzeichnung fortsetzen oder den Timer stoppen, um die aktuelle Sitzung zu beenden.

# idle_alert_title
source: You've been idle for %lld minutes
de: Du warst %lld Minuten inaktiv

# idle_continue_keep
source: Continue
de: Weiter

# idle_dont_show_again
source: Don't show again
de: Nicht mehr anzeigen

# idle_stop_keep
source: Stop
de: Stoppen

# idle_timer_label
source: Idle reminder after
de: Erinnerung bei Inaktivität nach

# idle_timer_placeholder
source: Minutes of Inactivity (1 to 480)
de: Minuten Inaktivität (1 bis 480)

# insecure_connection_warning
source: Warning: This connection is not secure (HTTP)
de: Warnung: Diese Verbindung ist nicht sicher (HTTP)

# multiple_instances_body
source: Another instance of this app is already running. Only one instance can be active.
de: Eine andere Instanz dieser Anwendung läuft bereits. Es kann nur eine Instanz aktiv sein.

# multiple_instances_title
source: KimaiClock already running
de: KimaiClock läuft bereits

source: Recent Activities
de: Letzten Aufgaben

# remove_activity
source: Remove from List
de: Aus Liste löschen

# reset_action_title
source: Reset App
de: App zurücksetzen

# reset_alerts
source: Reset all Notices
de: Alle Hinweise zurücksetzen

source: Search Activities
de: Aufgaben suchen

# select_activity
source: Select an Activity…
de: Aufgabe auswählen…

# settings_title
source: Settings
de: Einstellungen

source: Stop
de: Stoppen

source: Stop with description
de: Mit Beschreibung stoppen

# sync_every_5_min
source: fetch every 5 minutes
de: Jede 5 Minuten abrufen

# sync_every_15_min
source: fetch every 15 minutes
de: Jede 15 Minuten abrufen

# sync_every_30_min
source: fetch every 30 minutes
de: Jede 30 Minuten abrufen

# sync_on_open
source: fetch on open
de: Beim Öffnen abrufen

# sync_server_timer
source: Fetch active server timer:
de: Aktive Server-Timer abrufen:

# timer_not_started
source: No active timer
de: Kein aktiver Timer

# timer_started_at
source: Started at: %@
de: Gestartet um: %@

# update_available
source: Update is available
de: Update verfügbar

# user_api_token_label
source: User API Token:
de: API Token:
